tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

brew 'git'
brew 'mackup'
brew 'mas' 
brew 'node'

cask '1password'
cask 'alfred'
cask 'brave-browser'
cask 'discord'
cask 'divvy'
cask 'dropbox'
cask 'figma'
cask 'firefox-developer-edition'
cask 'firefox'
cask 'fork'
cask 'google-chrome-canary'
cask 'google-chrome'
cask 'iterm2'
cask 'microsoft-office'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code-insiders'
cask 'visual-studio-code'
cask 'webstorm'

cask 'font-fira-code'
cask 'font-jetbrains-mono'

mas 'Hand Mirror', id: 1502839586
mas 'Magnet', id: 441258766
